{
    "paintings": [
        {
            "month": "July",
            "featureYear": "2025",
            "name": "The Fighting Temeraire, tugged to her last berth to be broken up",
            "artist": "Joseph Mallord William Turner",
            "year": "1838",
            "description": "Joseph Mallord William Turner known in his time as William Turner, was an English Romantic painter, printmaker and watercolourist. He is known for his expressive colouring, imaginative landscapes and turbulent, often violent marine paintings. This painting depicts the 98-gun HMS Temeraire, one of the last second-rate ships of the line to have played a role in the Battle of Trafalgar, being towed up the Thames by a paddle-wheel steam tug in 1838, towards its final berth in Rotherhithe to be broken up for scrap.",
            "url": "https://upload.wikimedia.org/wikipedia/commons/9/94/Turner%2C_J._M._W._-_The_Fighting_T%C3%A9m%C3%A9raire_tugged_to_her_last_Berth_to_be_broken.jpg"
        },
        {
            "month": "June",
            "featureYear": "2025",
            "name": "Northern Lights",
            "artist": "Anna Boberg",
            "year": "circa 1930",
            "description": "Anna Boberg was a versatile self-taught artist renowned for her depictions of Arctic landscapes from Lofoten, Norway, a place she held dear and frequented throughout her life. Anna's paintings of the Northern Lights and the midnight sun are especially captivating, depicting the aurora borealis in all its mystique and vivid colour. In winter 1901, Anna returned to Norway, writing in her memoir: '…when the full moon, like a sun made of ice, disperses the night of noon, when the aurora borealis flares among the stars and storm clouds and waves chase each other, when the Lofoten Wall forms a wondrous stronghold with bastions and towers of alabaster… and the sea becomes dotted with armadas of Viking ships. Return then, stranger, to behold the apotheosis of Arctic beauty and wilderness!'",
            "url": "https://upload.wikimedia.org/wikipedia/commons/3/34/Northern_Lights%2C_by_Anna_Boberg.jpg"
        },
        {
            "month": "May",
            "featureYear": "2025",
            "name": "Indian Peafowl",
            "artist": "Charles Knight",
            "year": "1922",
            "description": "Charles Robert Knight was an American wildlife and paleoartist best known for his detailed paintings of dinosaurs and other prehistoric animals. His works have been reproduced in many books and are currently on display at several major museums in the United States. This piece was published in 'A Monograph of the Pheasants, volume 4 by William Beebe'. While painted for educational purposes with a focus on precise realism, this piece is still impressive and thought-provoking.",
            "url": "https://upload.wikimedia.org/wikipedia/commons/0/08/Indian_Peafowl_by_Charles_Knight.png"
        },
        {
            "month": "April",
            "featureYear": "2025",
            "name": "Under the Wave off Kanagawa",
            "artist": "Katsushika Hokusai",
            "year": "1831",
            "description": "Katsushika Hokusai, known mononymously as Hokusai, was a Japanese ukiyo-e artist of the Edo period, active as a painter and printmaker. His woodblock print series Thirty-Six Views of Mount Fuji includes the iconic print, 'Under the Wave off Kanagawa' also known as 'The Great Wave off Kanagawa'. The print depicts three boats moving through a storm-tossed sea, with a large, cresting wave forming a spiral in the centre over the boats and Mount Fuji in the background.",
            "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Great_Wave_Hokusai_BM_1906.1220.0.533_n01.jpg/1280px-Great_Wave_Hokusai_BM_1906.1220.0.533_n01.jpg"
        },
        {
            "month": "March",
            "featureYear": "2025",
            "name": "Il Barbagianni The Owl",
            "artist": "Valentine Cameron Prinsep",
            "year": "circa 1863",
            "description": "Valentine Cameron Prinsep RA was a British painter of the Pre-Raphaelite school. This painting might be a posthumous tribute to the renowned Pre-Raphaelite model Lizzie Siddal, the wife of painter Dante Gabriel Rossetti who was a good friend of Prinsep. The above artwork was painted a year after Lizzie's death in 1862. The artwork features a barn owl, a creature who is considered a symbol of death in many cultures. The Barn Owl in particular is associated with death, and is sometimes called the Death Owl for this reason. The plant in the corner appears to be either an orange or a pomegranate tree. The orange tree was a symbol of true love and marriage. Prinsep also chose to pose Lizzie in a position that seems to intentionally show her wedding ring on her left finger.",
            "url": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Il_Barbagianni_The_Owl_by_Valentine_Cameron_Prinsep.jpg"
        },
        {
            "month": "February",
            "featureYear": "2025",
            "name": "Kätzchen im Boudoir",
            "artist": "Carl Reichert",
            "year": "circa 1918",
            "description": "A painter of genre, animals and town scenes, Reichert was born in Vienna on August 27 1836 and died in Gratz on April 5 1918. He was the son of the portrait and animal painter Heinrich Reichert, the brother of Heinrich Reichert who painted theatre scenery and the nephew of Bonfiaz Heinrich and Franz Heinrich Reichert. Carl was a student at the Academy of Drawing in Gratz with J. Tunner and E. Chr. Moser. He then studied in Munich and from 1866 to 1867 in Rome with Ludwig Joh. Passini and Anton Romako. From 1869 to 1910 he worked in Vienna and then later in Gratz. While known for his paintings of dogs, he also frequently painted cats, proving that the world has enjoyed funny cat pictures since before the invention of the internet.",
            "url": "https://upload.wikimedia.org/wikipedia/commons/b/b2/Carl_Reichert_K%C3%A4tzchen_im_Boudoir.jpg"
        },
        {
            "month": "January",
            "featureYear": "2025",
            "name": "The Cuban Rainforest",
            "artist": "Henry Cleenewerck",
            "year": "1866",
            "description": "Henry W. Cleenewerck was a Belgian-American artist in the 20th and 21st centuries. His work, especially from his time in Cuba, was highly acclaimed. He visited the United States for the first time in 1854, beginning in California. He was working in Savannah, Georgia, by 1860. He exhibited his 1860 work, Bonaventure Cemetery, at Savannah's Armory Hall to high acclaim. It is now in the possession of Telfair Museums. In 1863, Cleenewerck was living in Havana, Cuba, painting views of the Canimar River and San Antonio de los Banos, before leaving at the outbreak of the Ten Years' War in 1868. He moved to Paris, France, where he remained until 1873. He was living in San Francisco, California, in 1879, and visited the Monterey Peninsula in the early 1880s. He was a naturalised U.S. citizen at this point.",
            "url": "https://upload.wikimedia.org/wikipedia/commons/7/76/Henry_cleenewerck_the_cuban_rainforest_110021%29.jpg"
        },
        {
            "month": "December",
            "featureYear": "2024",
            "name": "Sleeping Beauty in the Wood",
            "artist": "Maxfield Parrish",
            "year": "1912",
            "description": "Maxfield Parrish's Sleeping Beauty in the Wood is a quintessential example of the artist's unique and adored style. Painted at the height of his career, this masterwork was executed as the cover for Hearst's Magazine's November 1912 issue. The present painting represents the artist's mastery of figures and landscapes, possessing many of the celebrated hallmarks of Parrish's style. In the present work, Parrish captures the scene after the good fairy returns and puts everyone in the castle to sleep. A forest of briars sprang up around the castle, shielding it from the outside world so no one could penetrate it without facing death in the thorns. After one hundred years had passed, a prince who had heard the story of the enchantment braved the wood, which parted at his approach, and entered the castle. After seeing the princess' beauty, he fell on his knees before her and kissed her. The princess and everyone in the castle woke to continue where they had left off and they all lived happily ever after.",
            "url": "https://upload.wikimedia.org/wikipedia/commons/f/f6/Maxfield_Parrish_-_Sleeping_Beauty_in_the_Wood_%281912%29.jpg"
        },
        {
            "month": "November",
            "featureYear": "2024",
            "name": "Lightning and Light",
            "artist": "Albert Joseph Moore",
            "year": "1892",
            "description": "Albert Joseph Moore was an English painter, known for his depictions of languorous female figures set against the luxury and decadence of the classical world. The chief charm of Moore's pictures lay in the delicate low tones of the diaphanous, tissue-like garments in which the figures were draped. The names attached to the pictures were generally suggested by the completed work, and rarely represented any preconceived idea in the artist's mind. Among them were such titles as A Painter's Tribute to Music, Shells, The Reader, Dreamers, Battledore, Shuttlecock, Azaleas. In so limited a sphere of art, Moore found his admirers among the few true connoisseurs of art rather than among the general public. His pictures were frequently sold off the easel before completion, but it was not till late in his life that he obtained what may be called direct patronage.",
            "url": "https://upload.wikimedia.org/wikipedia/commons/a/a4/Albert_Joseph_Moore_-_Lightning_and_Light.jpg"
        },
        {
            "month": "October",
            "featureYear": "2024",
            "name": "Flora",
            "artist": "Evelyn De Morgan",
            "year": "1894",
            "description": "Flora is an 1894 oil painting by the English artist Evelyn De Morgan. Her paintings are figural, foregrounding the female body through the use of spiritual, mythological, and allegorical themes. Flora is the Roman goddess of the flowers. In this portrait Flora is depicted in front of a nespola or loquat tree which bears fruits in the spring. The painting is inspired by Botticelli's work, Primavera and The Birth of Venus.",
            "url": "https://upload.wikimedia.org/wikipedia/commons/e/e5/EvelyndeMorgan.jpg"
        },
        {
            "month": "September",
            "featureYear": "2024",
            "name": "Almond Blossoms",
            "artist": "Vincent Van Gogh",
            "year": "1890",
            "description": "Almond Blossoms is a group of several paintings made in 1888 and 1890 by Vincent van Gogh in Arles and Saint-Rémy, southern France of blossoming almond trees. Flowering trees were special to van Gogh. They represented awakening and hope. He enjoyed them aesthetically and found joy in painting flowering trees. The works reflect the influence of Impressionism, Divisionism, and Japanese woodcuts. Almond Blossom was made to celebrate the birth of his nephew and namesake, son of his brother Theo and sister-in-law Jo.",
            "url": "https://upload.wikimedia.org/wikipedia/commons/6/68/Vincent_van_Gogh_-_Almond_blossom_-_Google_Art_Project.jpg"
        },
        {
            "month": "August",
            "featureYear": "2024",
            "name": "Le Rose",
            "artist": "Daniel Ridgway Knight",
            "year": "circa 1898",
            "description": "Daniel Ridgway Knight was an American artist born in Chambersburg, Pennsylvania. He painted peasant women out of doors with great popular success. He earned his first major distinction in France at the Paris Salon in 1882 with his large oil on canvas Un Deuil. He would go on to be awarded the silver medal and Cross of the Legion of Honor, Exposition Universelle, Paris, 1889, and was made a Knight of the Royal Order of St. Michael of Bavaria, Munich, 1893, and receiving the gold medal of honor from the Pennsylvania Academy of the Fine Arts, Philadelphia, 1893.",
            "url": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Daniel_ridgway_knight%2C_le_rose%2C_1898_ca.jpg"
        },
        {
            "month": "July",
            "featureYear": "2024",
            "name": "The Swing",
            "artist": "Jean-Honoré Fragonard",
            "year": "circa 1767",
            "description": "The Swing (French: L'Escarpolette), also known as The Happy Accidents of the Swing (French: Les Hasards heureux de l'escarpolette, the original title), is an 18th-century oil painting by Jean-Honoré Fragonard in the Wallace Collection in London. It is considered to be one of the masterpieces of the Rococo era, and is Fragonard's best-known work.",
            "url": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Fragonard%2C_The_Swing.jpg"
        },
        {
            "month": "June",
            "featureYear": "2024",
            "name": "Dance at Bougival",
            "artist": "Pierre-Auguste Renoir",
            "year": "1883",
            "description": "Dance at Bougival is an 1883 oil-on-canvas painting by the French artist Pierre-Auguste Renoir, currently in the collection of the Museum of Fine Arts in Boston, Massachusetts, United States. Described as 'one of the museum's most beloved works', it is one of three in a collection commissioned by Paul Durand-Ruel. It depicts a scene in the French village of Bougival, about 15 km from the center of Paris. The painting depicts two dancers surrounded by a lively scene of café goers. The painting's actual subjects are disputed, but it is well known for conveying the sense that they are in motion, making the viewer feel that they are actually there. Renoir used mostly pastel colors, but included a more vibrant hue in the hats of both the subjects. The larger group of paintings to which this one belongs is described as Renoir's last foray in Impressionism, and demonstrates the development of his artistic ability from his earlier works.",
            "url": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Dance-At-Bougival.jpg"
        },
        {
            "month": "May",
            "featureYear": "2024",
            "name": "The White Horse",
            "artist": "John Constable",
            "year": "1819",
            "description": "The White Horse is an oil-on-canvas landscape painting by the English artist John Constable. It was completed in 1819 and is now in the Frick Collection in New York City. The painting marked a vital turning point in the artist's career. It was the first in a series of six so called 'Six-Footers', depicting scenes on the River Stour, which includes his celebrated work The Hay Wain. The subject of the painting is a tow-horse being ferried across the river in Flatford, just below the Lock, at a point where the towpath switches banks.",
            "url": "https://upload.wikimedia.org/wikipedia/commons/1/10/The_White_Horse_by_John_Constable_-_Google_Art_Project.jpg"
        }
    ]
}